Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: གཞན་ ཡང་ འཁོར་ལོ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ གསུམ་པ་ ནི་ འདི་ལྟ་སྟེ །_ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ ནུབ་ ཀྱི་ བ་ལང་ སྤྱོད་ དང་ །_ ཤར་ གྱི་ ལུས་འཕགས་པོ་ དང་ །_ བྱང་ གི་ སྒྲ་ མི་ སྙན་ དང་ །_ རྒྱལ་ཆེན་ བཞི འི་ ལྷ འི་ གནས་ གང་ དུ་ འགྲོ་བ ར་ འདོད་པ་ དེ་ དང་ དེར་ ནམ་མཁའ་ ལ་ འཁོར་ལོ་ རྩིབས་ སྟོང་ ཡོད་པ ས་ འགྲོ་ ཞིང་ །_
en: Third, whether the universal king wishes to go to Godānīya in the west, Videha in the east, Kuru in the north, or to any of the divine realms of the Four Great Kings, the wheel with its thousand spokes travels ahead of him in the sky.

source: དེ འི་ མཐུ ས་ དེ འི་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པ་ གླང་པོ་ དང་ །_ རྟ་ དང་ །_ ཤིང་རྟ་ དང་ །_ རྐང་ཐང་བ་ དང་ ལྷན་ཅིག་ ཏུ་ ནམ་མཁའ་ ལ་ འགྲོ འོ །_།
en: By the power of the precious wheel his entire army with its four divisions of elephants, horses, chariots, and infantry will follow after, traversing the sky.

source: གཞན་ [102b] ཡང་ འཁོར་ལོ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ བཞི་པ་ ནི །_ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ གང་ མི་ ཐོས་པ་ དེ་ འཁོར་ལོ་ རིན་པོ་ཆེ་ དེས་ གྲོགས་ བྱས་ ཏེ་ ཐོས་པ ར་ བྱེད་ དོ །_།
en: [F.102.b] Fourth, the precious wheel articulates and makes audible all that the universal monarch cannot hear.

source: གཞན་ ཡང་ འཁོར་ལོ་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ ལྔ་པ་ ནི་ སྔོ་བ་ གང་ཡང་ མེད་ དེ །_ ཆོས་ དང་ ལྡན་པ འི་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ འི་ རྒྱལ་པོ་ ལ །_ རྒྱལ་པོ འམ །_ བློན་པོ འི་ ཆོས་ ཀྱི་ གྲོགས་པོ ས་ མཐོང་ མ་ ཐག་ ཏུ་ དེ་དག་ ཐམས་ཅད་ འབུལ་ ཏེ །_
en: The fifth quality is that, as soon as they see him, all kings and ministers who support the Dharma will without any hesitation offer themselves to the monarch, who is endowed with the Dharma and follows the Dharma.

source: དེ་ལྟ ར་ འཁོར་ལོ་ རིན་པོ་ཆེ་ ཡོན་ཏན་ ལྔ་ དང་ ལྡན་ ནོ །_།
en: Such is the wheel’s fifth quality.

source: རིན་པོ་ཆེ་ ཆེན་པོ་ གསུམ་པ་ བཤད་ ཟིན་ ཏོ །_།
en: This concludes the explanation of the third royal treasure.$109

source: དེ་ནས་ གཞན་ ཡང་ གནོད་སེམས་ སྤངས་པ འི་ དགེ་བ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ དག་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ བཞི་པ་ གླང་པོ་ རིན་པོ་ཆེ་ ཇི་ལྟ ར་ འཇིག་རྟེན་ དུ་ འབྱུང་བ ར་ འགྱུར་ ཞེ་ན །_
en: (4) “How does the universal monarch’s precious elephant manifest in the world to those who pursue the virtuous practice of giving up ill will?

source: འདི་ ལ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ འི་ གླང་པོ ར་ འགྱུར་བ་ ནི་ ཅང་ཤེས་པ །_ མཆོག་ ཏུ་ བཀའ་ མཉན་པ །_ ཕ་རོལ་ གྱི་ སྡེ་ ལས་ རྒྱལ་བ ར་ བྱེད་པ །_
en: A universal monarch who is endowed with the Dharma and follows the Dharma will possess a purebred and perfectly obedient elephant that is victorious against his enemies in battle.

source: ཡན་ལག་ བདུན་ ལེགས་པ ར་ གནས་པ་ ཡིན་ ཏེ
en: The elephant is endowed with seven perfect appendages:

source: འདི་ལྟ་སྟེ །_ རྐང་ལག་ བཞི་ དང་ མཇུག་མ་ མ་ ཟེགས་པ་ དང་ །_ རླིག་པ་ མདོམས་ ཀྱི་ གནས་ ན་ འདུག་པ་ དང་ །_ སྣ་ ལེགས་པ ར་ གནས་པ་ སྟེ །_
en: four legs, a tail that does not hang down, a penis in its groin, and a well-poised trunk.

source: དེ་དག་ ལ་སོགས་པ་ དེ འི་ ཡན་ལག་ བདུན་ དག་ས འི་ སྟེང་ ན་ ལེགས་པ ར་ རབ་ཏུ་ གནས་པ་ ཡིན །_
en: With these attributes the precious elephant stands firmly on the ground.

source: སྟོབས་ ཆེ་བ་ ཡིན་ ཏེ །_ རང་བཞིན་ གྱིས་ གླང་པོ་ཆེ་ སྟོང་ གི་ སྟོབས་ ཡང་དག་ པར་ འཛིན་པ ར་ བྱེད །_
en: It is powerful and possesses the strength of one thousand normal elephants.

source: རྐན་ འཇམ་པ་ དང་ ལྡན་ ཞིང་ མདོག་ དཀར་བ་ ཁ་བ་ དང་ དངུལ་ གྱི་ མདོག་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: Its tusks are smooth and of a snowy white, silvery color.

source: འདི་ལྟ་སྟེ །_ བརྒྱ་བྱིན་ གྱི་ གླང་པོ་ཆེ་ ལྟ་བུ་ ཡིན་ ལ །_ གླང་པོ་ཆེ་ གཞན་དག་ དེ འི་ དྲི་ ཚོར་ ནས་ མདུན་ དུ་ འདུག་པ ར་ མི་ བྱེད་ དོ །_།
en: It resembles the elephant of Śakra, and as soon as they smell it no other elephants can stand before it.

source: གནས་ གསུམ་ དུ་ གཡུལ་འགྱེད་ པར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ ཆུ་ དང་ །_ སྐམ་ས་ དང་ །_ བར་སྣང་ ལ འོ །_།
en: The elephant can battle in three environments: water, dry land, and the sky.

source: ཤུགས་ ཕུན་སུམ་ ཚོགས་པ་ དང་ ལྡན་པ་ ཡིན་ ཏེ །_ ཉིན་ གཅིག་ གིས་ འཛམ་བུ འི་ གླིང་ ལན་ གསུམ་ དུ་ [103a] སྐོར་བ ར་ བྱེད་ དོ །_།
en: With its perfect powers it can circle the outskirts of Jambudvīpa three times in a day.

source: སྐུད་པ ས་ ཀྱང་ དཀྲིར་ རུང་བ ར་ འགྱུར་ ལ་ གང་ གི་ ཚེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ གླང་པོ་ ཅང་ཤེས་ ལ་ ཞོན་པ་ དེ འི་ ཚེ་ སེམས་ དང་ འཐུན་ པར་ འགྱུར་ ཏེ །_ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ གང་ དུ་ སེམས་ འཇུག་པ ར་ འགྱུར་བ་ དེར་ གླང་པོ་ ཅང་ཤེས་པ་ དེ་ མ་ བསྐུལ་ ཀྱང་ འཇུག་ གོ །_།
en: [F.103.a] The elephant can be led along by a rope, but whenever the universal monarch rides it, this purebred will tune into the monarch’s thoughts and go wherever he wishes without being otherwise instructed.

source: དལ་ གྱིས་ འགྲོ་ ཞིང་ འགྱིང་བ ས་ སྤྱི་བོ་ བསྐྱོད་པ །_
en: The precious elephant moves leisurely, turning its head with majestic poise.

source: གནོད་པ་ མེད་ ཅིང་ འཁྲུག་པ་ མེད་ ལ །_ སྡུག་པ་ དང་ མཛེས་པ ར་ འགྲོ་བ་ ཡིན །_
en: Without causing any harm or disturbance, it moves with delightful beauty.

source: བྱིས་པ འི་ ནང་ དུ་ སོང་ ན་ ཡང་ བྱིས་པ་ རྣམས་ ལ་ འཇིགས་ པར་ མི་ བྱེད །_
en: Even if it should come into the midst of young children it will not cause any fear.

source: ལམ་སྲང་ དང་ །_ བཞི་མདོ་ དང་ །_ བ་གམ་ གྱི་ ནང་ དུ་ སོང་ སྟེ །_ ཕན་ཚུན་ འགྲོ་བ་ ན་ བུད་མེད་ ཀྱིས་ ཀྱང་ རེག་པ ར་ བཟོད་པ་ ཡིན །_
en: On the highway, at crossings, or as it walks back and forth within fine courtyards, even girls will dare to touch it.

source: གཡུལ་འགྱེད་པ འི་ དུས་ སུ་ དྲག་ ལ །_ གནས་པ འི་ དུས་ སུ་ ནི་ སྐུད་པ ས་ དཀྲིར་ རུང་བ་ ཡིན་ ཏེ །_
en: The elephant is terrifying on the battlefield, yet when at rest it can be pulled along by a rope.

source: རྒྱལ་པོ འི་ གླང་པོ་ཆེ འི་ ཡོན་ཏན་ ནི་ དེ་དག་ ཡིན་ ནོ །_།
en: Such are the qualities of the monarch’s elephant.

source: འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོས་ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ རེ་རེ་ སྤྱད་པ ས་ ཀྱང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ ས་བོན་ འདི་དག་ འགྲུབ་ ན །_
en: When a universal monarch engages in just one of these ten virtuous actions, it produces these seeds of universal royalty.

source: དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ མཐའ་དག་ གི་ རྗེས་སུ་ ཞུགས་པ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: So, it goes without saying that they also ensue from the practice of all ten virtues together.

source: དེ་ལྟ ར་ རྣལ་འབྱོར་ སྤྱོད་པ་ དེ་ ལྷ འི་ མིག་ གིས་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ བཞི་པ་ གླང་པོ་ རིན་པོ་ཆེ་ མཐོང་ ངོ་ །_།
en: This is how a spiritual practitioner perceives the precious elephant, the fourth royal treasure, by seeing with the divine eye.$110

source: དེ་ནས་ གཞན་ ཡང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ རྟ་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ནི་ དུ་ཞིག་ དང་ ལྡན་པ ར་ འགྱུར་ ཞེ་ན །_
en: (5) “What are the qualities of the universal monarch’s precious horse?

source: རྟ་ རིན་པོ་ཆེ་ ངང་པ་ དང་ མེ་ཏོག་ ཀུ་མུ་ད་ ལྟར་ དཀར་བ་ ཡིན །_ ཀུན་ ནས་ ལྷ འི་ ནོར་བུ འི་ གཙུག་ ལ་སོགས་པ་ མཚན་ བཟང་པོས་ བརྒྱན་པ་ ཡིན །_
en: The universal monarch possesses a precious horse that is white like a swan or white lotus and is adorned with excellent marks such as the divine jewel crest.

source: བོང་ སྟོང་ དང་ །_ མདོག་ དང་ །_ དབྱིབས་ ཕུན་སུམ་ ཚོགས་པ་ ཡིན །_
en: This horse has the strength of a thousand horses and is of perfect color and shape.

source: བསྒོ་ ན་ ཉིན་ གཅིག་ གིས་ འཛམ་བུ འི་ གླིང་ ལན་ གསུམ་ དུ་ སྐོར་བ ར་ བྱེད་ ལ་
en: If told to do so, the precious horse will circle Jambudvīpa three times in a day.

source: དེ འི་ ལུས་ དག་ ལ་ ཤིན་ཏུ་ ནད་མེད་པ་ ཡིན་ ཏེ །_
en: Its body is pure and remains perfectly free of disease.

source: འདི་ ནི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ རིན་པོ་ཆེ་ ལྔ་པ་ ཡིན་ ནོ །_།
en: Such is the universal monarch’s fifth treasure. $111

source: དེ་ནས་ གཞན་ ཡང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ བློན་པོ་ རིན་པོ་ཆེ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: (6) “How is the universal monarch’s precious minister?

source: རྣལ་ [103b] འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: [F.103.b] Spiritual practitioners who carefully observe inner phenomena see this by means of knowledge derived from hearing or through the divine eye.

source: བློན་པོ་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ནི་ འདི་དག་ ཡིན་ ཏེ །_
en: The precious minister possesses the following qualities.

source: འདི་ལྟ་སྟེ །_ གང་ རྒྱལ་པོ འི་ བྱ་བ འི་ རྣམ་པ་ ཡིད་ ལ་ སེམས་པ་ དེ་ཉིད་ མ་ བསྒོས་ ཀྱང་ དེ འི་ ཡིད་ ཀྱིས་ ཤེས་ ནས །_ རྒྱལ་པོ་ ལ་ ཡོངས་སུ་ འབུལ་བ ར་ བྱེད་ དེ །_
en: Whenever the monarch has the wish for something, the precious minister will understand what the king desires and offer it to him in the fullest measure, even without being asked.

source: ཤིན་ཏུ་ རྫོགས་པ་ དང་ །_ དེ་ བསགས་པ་ དང་ །_ མ་ཆགས་པ་ དང་ །_ ཆོས་མ་ ཡིན་པ་ རྣམ་པར་ སྤངས་པ་ དང་ །_
en: Thus, he gathers such utterly perfect things without any attachment, and he refrains from non-Dharma.

source: ཤིན་ཏུ་ རིགས་པ་ བརྩམས་པ་ དང་ །_ ཡུལ་ དང་ །_ དུས་ དང་ ལྡན་པ་ དང་ །_
en: His acts are extremely appropriate, befitting the place and time.

source: ཉོན་མོངས་ མེད་པ་ དང་ །_ གཞན་ ལ་ གནོད་པ་ མེད་པ་ དང་ །_ སྐྱེ་བོ་ ལ་ རྣམ་པར་ མི་ འཚེ་བ་ དང་ །_
en: He is free from the afflictions, does not harm others, and does not make the people suffer.

source: ཡང་དག་པ འི་ ཐ་སྙད་ དང་ ལྡན་པ འི་ རང་བཞིན་ ལ་ སྐྱོ་བ་ མེད་པར་ བྱེད་ དོ །_།
en: Thus, he remains tirelessly committed to the ways of proper business.

source: རྒྱལ་པོ འི་ བྱ་བ འི་ རྣམ་པ འམ་ ཆོས་ ཀྱི་ དོན་ གྱི་ བྱ་བ་ འདོད་པ་ དང་ ལྡན་ ཞིང་ མ་འོངས་པ འི་ བྱ་བ་ དང་ ལྡན་པ་ ཐམས་ཅད་ ཡོངས་སུ་ འབུལ་བ ར་ བྱེད་ དོ །_།
en: His interest is focused on the monarch’s projects and the projects of the Dharma and he devotes himself fully to programs for the future.

source: འདི་ ནི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ བློན་པོ་ རིན་པོ་ཆེ་ ཡིན་ ཏེ །_
en: Such is the universal monarch’s precious minister.

source: ལྷག་པ འི་ གནོད་སེམས་ སྤངས་པ འི་ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ སྤྱོད་པ་ དག་ ནི་ འཇིག་རྟེན་ ཐམས་ཅད་ ལ་ ཕ་མ་ ལྟར་ ཕན་པ ར་ འདོད་པ ར་ གནས་པ་ ཡིན་ ནོ །_།
en: He will remain with those who give up ill will and instead follow the path of the ten virtuous actions with the intention of benefiting everyone in the world, as if they were his own parents.$112

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ བདུན་པ་ ཁྱིམ་བདག་ རིན་པོ་ཆེ་ འབྱུང་བ ར་ འགྱུར །_
en: (7) “The seventh treasure is the precious master of the household.

source: ཁྱིམ་བདག་ རིན་པོ་ཆེ་ དེ འི་ ཡོན་ཏན་ ནི་ དུ་ཞིག་ ཡོད་ ཅེ་ན །_
en: What are his qualities?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena see this by means of knowledge derived from hearing or through the divine eye.

source: རྒྱལ་པོ འི་ བཀའ་ ཉན་པ འི་ ཁྱིམ་བདག་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ནི་ འདི་དག་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ རྡོ་རྗེ་ དང་ །_ རིན་པོ་ཆེ་ མཐོན་ཀ་ དང་ །_ མརྒད་ དང་ །_ སྤུག་ ལ་སོགས་པ་ རིན་པོ་ཆེ་ རྣམས་ ཀྱིས་ ངམ་གྲོག་ དང་ །_ གཡང་ས་ དང་ །_ རི་ཁྲོད་ དང་ །_ མི་ འཐུན་པ་ གཞན་དག་ ཏུ་ མ་ བསྐོས་ ཀྱང་ ཤིན་ཏུ་ འགེངས་ ལ་ རིན་པོ་ཆེ་ རྣམས་ ཀྱང་ ཟད་པ་ མེད་པར་ འགྱུར་ ན གསེར་ དང་ དངུལ་ ལྟ་ ཞིག་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: Without having to be told, the precious master of the household, who obeys the monarch’s command, will fill up gorges, ravines, mountainous wildernesses, and other such inaccessible places with an inexhaustible amount of diamonds, sapphires, emeralds, coral, and other such jewels—as well as, needless to mention, gold and silver.

source: ཁྱིམ་བདག་ རིན་པོ་ཆེ་ འདི འི་ འབྱོར་པ་ ནི་ ཤིན་ཏུ་ གནས་པ་ ཡིན་ ཏེ །_
en: The wealth provided by the precious master of the household is extremely reliable.

source: གཡོ་མེད་པ་ དང་ །_ སྒྱུ་ མེད་པ་ དང་ །_ [104a] གཞན་ ལ་ མི་ གནོད་པ་ དང་ །_ སྐྱེ་བོ་ ཐམས་ཅད་ དགའ་བ་ ནི་ ཁྱིམ་བདག་ རིན་པོ་ཆེ་ ཡིན་ ནོ །_།
en: He is free of deceit and dishonesty, [F.104.a] does not cause anyone harm, and is well liked by the entire populace. Such is the precious master of the household.

source: དེ་ལྟ ར་ རྒྱལ་པོ་ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ ལྡན་པ་ ནི །_ མི འི་ གནས་ བཞི་ རྣམས་ ལ་སྒོ་ བར་ བྱེད་ ཅིང་ ཀླུ་ དང་ །_ ལྷ འི་ རིས་ གཉིས་ དང་ །_ རྒྱལ་ཆེན་ བཞི་ དང་ །_ སུམ་ཅུ་རྩ་གསུམ་ གྱི་ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ འི་ སྟན་ ཕྱེད་ འཕྲོག་པ་ ཡིན་ ཏེ
en: $113 “The monarch who possesses these seven treasures wields power over the four human abodes and assumes half of the throne of the ruler of the nāgas, the two classes of gods, the Four Great Kings, and the gods of the Heaven of the Thirty-Three.

source: དེ་ལྟ ར་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: Such is the universal monarch who possesses the seven treasures.

source: དེ འི་ ཉེ་བ འི་ རིན་པོ་ཆེ་ སྣ་ བདུན་ ནི་ རིན་པོ་ཆེ་ དེ་དག་ ལས་ ཆུང་ ཟད་ དམན་པ་ ཡིན་ ཏེ །_
en: $114 “Slightly inferior to these are the seven subsidiary treasures:

source: འདི་ལྟ་སྟེ །_ རལ་གྲི་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ པགས་པ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ མལ་ཆ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ ཚལ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ ཁྱིམ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ གོས་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དང་ །_ ལྷམ་ ཉེ་བ འི་ རིན་པོ་ཆེ འོ །_།
en: sword, skin, bedding, garden, home, garment, and sandals.

source: དེ་ ལ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ རལ་གྲི་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ནི་ འདི་ལྟ་སྟེ །_ ཡུལ་འཁོར་ གང་དག་ རྒྱལ་པོ འི་ ཡིད་ དང་ །_ ཚིག་ ལས་ འགལ་བ ར་ བྱེད་ འདོད་པ་ དེར་ རལ་གྲི་ ཉེ་བ འི་ རིན་པོ་ཆེ་ འགྲོ་ སྟེ །_
en: $115 (1) “The qualities of the subsidiary treasure of the sword are such that the sword will hasten to wherever people of the realm might feel inclined to transgress the monarch’s thought or word.

source: དེས་ བཏབ་པ་ མེད་ ཅིང་ རལ་གྲི་ རིན་པོ་ཆེ ས་ སུ་ ལ་ ཡང་ བཏབ་པ་ མེད་ ཀྱིས་
en: Nobody will strike the sword and neither does the sword ever strike anyone.

source: ཀྱང་ ཡུལ་འཁོར་ ཀུན་ གྱིས་ མཐོང་ ནས་ འདུད་པ ར་ བྱེད་ དོ །_།
en: Yet as they see the sword, all the people will be filled with respect.

source: བཟང་བ །_ མི་བཟད་པ །_ ཆད་པ་ མེད་ ཅིང་ མཚོན་ གྱིས་ བདའ་བ་ མེད་ ཀྱང་ ཡུལ་འཁོར་ དེ་དག་ ཐམས་ཅད་ འདུད་པ ར་ བྱེད་ དེ །_
en: Thus, while it never cuts anyone, whether good or evil, and while the sword hence does not function as a weapon, it nevertheless instills reverence in the entire realm.

source: འདི་ ནི་ རལ་གྲི་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ཡིན་ ནོ །_།
en: Such are the qualities of the subsidiary treasure of the sword.$116

source: པགས་པ་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: (2) “What are the qualities of the subsidiary treasure of the skin?

source: པགས་པ་ རིན་པོ་ཆེ་ ནི་ རྒྱ་མཚོ་ ནས་ འབྱུང་ སྟེ །_ དེ་ བྱུང་བ ར་ གྱུར་པ་ དང་ །_ ཚོང་པ་ དག་ གིས་ རྒྱལ་པོ་ ལ་ འབུལ་བ ར་ བྱེད་ དེ །_
en: This precious hide comes from the ocean and is offered to the monarch by sea merchants.

source: དེ་ རྒྱ་མཚོ འི་ ཀླུ འི་ པགས་པ་ ཡིན་ ཏེ །_
en: The skin is from an ocean nāga.

source: ཞེང་ དུ་ དཔག་ཚད་ ལྔ་ ལ་ ཆུ ར་ དཔག་ཚད་ བཅུ་ སྟེ །_ དེ་ ཆར་ གྱིས་ མི་ རླན །_ རླུང་ གིས་ མི་ སྐྱོད །_ མེས་ མི་ འཚིག _།
en: Five leagues wide and ten leagues long, it repels water, cannot be stirred by the wind, and is fire resistant.

source: གྲང་ ན་ དྲོ་བ ར་ བྱེད་ ཅིང་ །_ དྲོ་ ན་ བདེ་བ་ བསིལ་བ ར་ བྱེད་ ལ །_
en: It brings warmth when one feels cold, and cools in times of heat.

source: འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ འཁོར་ དང་ བཅས་པ་ གང་ དུ་ འགྲོ་བ་ དེར་ བློན་པོ་ རིན་པོ་ཆེ ས་ དེ་ ཁྱེར་བ ར་ བྱེད་ དེ
en: Wherever the monarch and his court may travel, the precious minister will bring this skin along.

source: ཇི་ [104b] ལྟར་ སོ་སོ་ ནས་ བྱེད་པ་ ལྟར་ དེ་ རྒྱལ་པོ འི་ འཁོར་ གྱི་ ཁྱིམ་ གྱི་ བྱ་བ་ ཐམས་ཅད་ བྱེད་ དོ །_།
en: [F.104.b] The skin causes everyone to serve the royal household in the same way that they take care of their own.

source: བུད་མེད་ མི་ སྡུག་པ་ དག་ མི་ མཐོང་ ཞིང་
en: The skin prevents the sight of repulsive females.

source: དཀར་བ་ དེ་ དང་ ལྡན་པ ར་ འགྱུར་ ལ་ ཟླ་བ་ དང་ །_ ཉི་མ འི་ འོད་སྣང་བ་ དེ་ དང་ ཡང་ ལྡན་པ ར་ འགྱུར་ རོ །_།
en: It is white and shines with the light of the moon and sun. $117

source: !གསུམ་པ་ རྒྱལ་པོ འི་ མལ་ཆ་ རིན་པོ་ཆེ་ ནི་ ཡང་ ཞིང་ འཇམ་ ལ་ མཐོན་ དམན་ ཅན་ ཡིན་ ཏེ །_ དེ འི་ རྒྱུ་མཚན་ ནི་ བཏེག་ ན་ འཕར་བ་ དང་ མནན་པ་ ནེམ་ བྱེད་པ་ ཡིན་ ནོ །_།
en: (3) “Third, the monarch’s precious bedding is light, smooth, and has upper and lower layers#23 that automatically rearrange themselves in response to the body’s pressure.

source: གལ་ཏེ་ བསམ་གཏན་ སེམས་ ན་ དེ འི་ བསམ་གཏན་ རྣམ་པར་ གྲོལ་ ཞིང་ བློ་གྲོས་ གསལ་བ ར་ བྱེད །_
en: If the monarch wishes to concentrate, this bedding will free his concentration and brighten his intelligence.

source: གལ་ཏེ་ འདོད་ཆགས་ ཀྱིས་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན་ ན་ དེ་ མལ་ཆ འི་ སྟེང་ དུ་ འདུག་ ན །_ དེ འི་ ཚེ་ འདོད་ཆགས་ དང་ བྲལ་ ཞིང་ ཆགས་པ་ མེད་པར་ བྱེད་ དོ །_།
en: If the monarch should become overcome by desire, sitting on this bedding will make him become detached and free from desire.

source: ཞེ་སྡང་ དང་ གཏི་མུག་ དག་ ལ་ ཡང་ དེ་བཞིན་ ཏེ །_ མལ་ཆ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ ནི་ བསམ་གཏན་ གྱི་ གནས་ དང་ འདྲ འོ །_།
en: The bedding has the same effect on anger and delusion, and thus the precious bedding is like a seat of meditation.

source: རྒྱལ་པོ་ མལ་ཆ་ རིན་པོ་ཆེ འི་ ནང་ ན་ འདུག་པ་ བུད་མེད་ ཀྱིས་ མཐོང་ ལ་ དེ འི་ ཚེ་ མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ ཀྱང་ ཡིད་ ལ་ ཤིན་ཏུ་ འདོད་ཆགས་ པར་ མི་ འགྱུར་ ཏེ །_
en: When women see the monarch poised on his precious bedding they will feel the most intense joy yet they will not become excessively desirous.

source: གསུམ་པ་ འདི་ ནི་ མལ་ཆ་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ཡིན་ ནོ །_།
en: Such are the qualities of the bedding that is the third subsidiary treasure. $118

source: བཞི་པ་ ཚལ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ ཡོན་ཏན་ དུ་ཡོད་ ཅེ་ན །_
en: (4) “What are the qualities of the garden, the fourth subsidiary treasure?

source: འདི་ལྟ་སྟེ །_ གལ་ཏེ་ རྒྱལ་པོ་ ཚལ་ དུ་ བསམ་གཏན་ ལ་ དགའ་བ ར་ འགྱུར་ ཏེ །_ དེ་དེ ར་ ཉེ་བ ར་ འགྲོ་ ན་ ཚལ་ དེ འི་ མཐུ་ དང་ །_ རྒྱལ་པོ འི་ དགེ་བ འི་ ལས་ ཀྱིས་ གང་ ལྷ འི་ འཇིག་རྟེན་ གྱི་ ཚལ་ གྱི་ དགའ་བ འི་ རྣམ་པ་
en: Whenever the king approaches his garden, feeling inclined to meditate there, the power of the garden and the monarch’s own virtuous actions cause all the pleasures of the divine parks in the heavenly realms to manifest:

source: མེ་ཏོག་ དང་ །_ འབྲས་བུ་ དང་ །_ བྱ་ དང་ །_ པད་མ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ འབབ་པ འི་ ཆུ་ངོགས་ བདེ་བ་ དང་ །_ ལྷ འི་ བུ་མོ་ དག་ རོལ་མོ་ བྱེད་ ཅིང་ །_ དགོད་ ལ་ མཛེས་པ །_
en: flowers, fruits, birds, lotuses, ponds, streams, and embankments, along with goddesses who play music, smile, and display their beauty.

source: རྩེ་བ་ དེ་དག་ ཐམས་ཅད་ ལྷ འི་ རིས་ དེ་ནས་ ཚལ་ དེར་ ཉེ་བ ར་ འོང་ སྟེ
en: All these pleasures descend from the realms of gods and manifest within the garden.

source: རྒྱལ་པོ་ དེ་ཡང་ ལྷ་ བཞིན་ དུ་ ལྷ འི་ འདོད་པ འི་ ཡོན་ཏན་ ལྔ་ དག་ དང་ ལྡན་པ ར་ འགྱུར །_
en: In this way the king may, just like a god, enjoy divine pleasures of the five senses.

source: ཚལ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ དེར་ བུད་མེད་ དང་ ལྷན་ཅིག་ ཤིན་ཏུ་ དགའ་ ཞིང་ དགའ་མགུ ར་ སྤྱོད་པ ར་ བྱེད་ དེ །_
en: He and the ladies of the garden will find tremendous delight and appreciation in each other’s company.

source: དགེ་བ འི་ ལས་ ཀྱི་ རྣལ་འབྱོར་ སྤྱོད་པ་ དེ་ བཞི་པ་ ཚལ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ མཐོང་ ནས་ གནས་ སོ །_།
en: Such is the garden, the fourth subsidiary treasure, as it is seen by the spiritual practitioners of virtuous action.$119

source: འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ ཁྱིམ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ ཇི་ལྟ་བུ་ ཡིན །_ ཡོན་ཏན་ ནི་ དུ་ཞིག་ དང་ ལྡན་ ཞེ་ན །_
en: (5) “What is the subsidiary treasure of the universal monarch’s home like, and what are its features?

source: འདི་ལྟ་སྟེ །_ གང་ འཁོར་ [105a] ལོས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ ཁྱིམ་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ ནང་ དུ་ ཉལ་བ ར་ གྱུར་ ན །_ མཚན་མོ་ ཉལ་བ་ དེ འི་ ཚེ་ ཟླ་བ་ ལྟ་བ ར་ འདོད་ ན་ འོང་ཞིང་ གཟའ་ དང་ །_ རྒྱུ་སྐར་ དང་ །_
en: [F.105.a] When the monarch sleeps within the subsidiary treasure of the royal home, the moon will draw closer if the monarch so wishes.

source: སྐར་མདའ་ དག་ ཀྱང་ དེ འི་ ཁྱིམ་ དེར་ ཉེ་བ ར་ འོང་བ ར་ འགྱུར །_ དེ འི་ ནོར་བུ་ ཡང་ མཐོང་ ན་ དགའ་བ ར་ འགྱུར །_
en: Likewise, all the planets, stars, and other celestial bodies may draw near and display their jewels to everyone’s delight.

source: ལྷ་མོ་ དག་ ཀྱང་ ལྷ འི་ རོལ་མོ་ བྱེད་པ ར་ འགྱུར །_
en: Goddesses will play divine music.

source: གང་ མྱ་ངན་ མང་པོ་ དང་ བྲལ་བ འི་ མི་ དེ་ བདེ་བ ར་ གཉིད་ལོག་ པར་ འགྱུར །_ གཉིད་ལོག་པ་ ན་ རྨི་ལམ་ དགེ་བ་ མཆོག་ ཏུ་ དགའ་བ་ དག་ མཐོང་བ ར་ འགྱུར །_
en: As the people in the house, whose burdens are thus removed, fall happily asleep, they will have auspicious and delightful dreams.

source: གྲང་བ འི་ དུས་ སུ་ ནི་ རླུང་ དྲོ་བ་ ལྡང་ ཞིང་ །_ དྲོ་བ འི་ དུས་ སུ་ རླུང་ བསིལ་བ་ རེག་ ན་ བདེ་ ཞིང་ འཇམ་པ་ ལྡང་ ངོ་ །_།
en: During cold weather this home is heated by warm breezes, and when the weather is hot it will be fanned by gentle and delightfully cooling winds.

source: མཚན་མོ་ ཐུན་ གསུམ་ ལས་ ཐུན་ གཉིས་ ལ་ ཉལ་ ཞིང་ ཐུན་ གསུམ་པ་ ལས་ གཉིད་ དང་ བྲལ་ ནས་ ལངས་ ཏེ །_ བདེ་བ འི་ ཆོས་ ལ་ གནས་པ ར་ འགྱུར་ ཏེ །_
en: Thus, one will sleep during the night’s first two watches, and wake up pleasantly refreshed in the third.

source: འདི་ ནི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ ཁྱིམ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ ཡིན་ ནོ །_།
en: Such is the home that is a subsidiary treasure of the universal monarch.$120

source: གོས་ ཉེ་བ འི་ རིན་པོ་ཆེ འི་ རྣམ་པ་ དུ་ཡོད་ ཡོན་ཏན་ ནི་ དུ་ཞིག་ དང་ ལྡན་ ཞེ་ན །_
en: (6) “What are the features and special qualities of the subsidiary treasure of the garment?

source: འདི་ལྟ་སྟེ །_ ཐགས་ བཟང་ ཞིང་མཆོག་ ཏུ་ འཇམ་ ལ་ དྲི་མ ས་ མ་ གོས་པ་ ཡིན་ ཏེ །_ གྱོན་ ནས་ གྲང་བ་ དང་ །_ དྲོ་བ་ དང་ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ ཉམ་ཆུང་བ་ དང་ །_ ངལ་བ་ དང་ །_ དུབ་པ འི་ གནོད་པ་ མེད་ ལ །_
en: Excellently woven, perfectly smooth, and unstained, the precious garment makes its bearer impervious to cold, heat, hunger, thirst, weakness, exhaustion, and weariness.

source: མེ་ དང་ མཚོན་ དག་ གིས་ བསྲེག་པ་ དང་ །_ གཅད་པ ར་ མི་ ནུས་ སོ །_།
en: It is also resistant to being burned by fire or cut by sharp weapons. $121

source: དེ་ནས་ གཞན་ ཡང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ འི་ ལྷམ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: (7) “What is the subsidiary treasure of the universal monarch’s sandals like?

source: ལྷམ་ ཉེ་བ འི་ རིན་པོ་ཆེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྐང་པ་ ལ་ གྱོན་ ན་ ཇི་ལྟ ར་ སྐམ་ས་ ལ་ རྐང་པ་ མི་ འབྱིང་བ་ དེ་བཞིན་ དུ་ ཆུ་ ལ་ ཡང་ མི་ འབྱིང་ བར་ འགྱུར་ རོ །_།
en: When the universal monarch wears the subsidiary treasure of the sandals, he may walk on water without sinking in, just as if walking on dry land.

source: གལ་ཏེ་ དལ་ གྱིས་ སྔོན་ དུ་ འགྲོ་བ ར་ འདོད་ ན །_ དཔག་ཚད་ བརྒྱ ར་ ཡང་ འགྲོ་བ ར་ འགྱུར་ ཞིང་ ལུས་ ལ་ ངལ་བ་ མེད་ དེ །_
en: If he wishes to gently walk ahead, the sandals will allow him to proceed for a hundred leagues without any weariness.

source: འདི་དག་ ནི་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ རིན་པོ་ཆེ་ སྣ་ བདུན་ དང་ །_ ཉེ་བ འི་ རིན་པོ་ཆེ་ སྣ་ བདུན་ དག་ ལ་ སྤྱོད་པ་ ཡིན་ ཏེ །_ མི འི་ [105b] གནས་ བཞི་ དང་ །_ ལྷ འི་ རིགས་ གཉིས་ ལ་ཉེ་ བར་ སྤྱོད་པ་ ཡིན་ ནོ །_།
en: $122 “Thus, the universal monarch possesses these seven treasures and seven subsidiary treasures as he rules [F.105.b] the four human abodes and the two classes of gods.

source: དེ འི་ བུ་ དཔའ་ ཞིང་ རྟུལ་ཕོད་ ལ་ ཕ་རོལ་ གྱི་ སྡེ་ རབ་ཏུ་ འཇོམས་པ་ སྟོང་ ཐམ་པ་ ཡོད་ དེ །_ དེ་དག་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ ལ་ ཕྱག་ བྱེད་ དོ །_།
en: Such a monarch is the father of a thousand sons, each of them bold and heroic, a conqueror of enemy armies, and all of them worship the universal monarch.

source: གནོད་སེམས་ མི་དགེ་བ འི་ ལས་ སྤངས་པ་ ནི །_ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ གྱི་ རྒྱུ་ འཐུན་པ་ བདེ་བ་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Such are the pleasures that are experienced as the result of restraint from the negative act of ill will, and the associated ten virtuous actions.

source: དེ་ནས་ གཞན་ ཡང་ འཁོར་བ་ ཐམས་ཅད་ ཀྱི་ ས་བོན་ དུ་ གྱུར་པ །_ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ མུན་པ་ མུན་ནག་ ཏུ་ གྱུར་པ །_ ཡང་དག་ པར་ སྦྱོར་བ་ ཐམས་ཅད་ ཀྱི་ བག་ ལ་ ཉལ་ དུ་ གྱུར་པ་
en: $123 “Wrong view is the seed of all cyclic existence, a dense darkness since time without beginning, and the latent tendency underlying all worldly entanglements.

source: ལོག་པ ར་ ལྟ་བ་ སྤངས་པ་ ཇི་ལྟ་བུ་ ཡིན །_ ཡང་དག་པ འི་ ལྟ་བ ས་ འཁོར་བ་ ལས་ གྲོལ་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: How is such wrong view abandoned? And how does one reach liberation from cyclic existence by accomplishing the correct view?
